{
  "title": "Bienvenido a nuestra tienda",
  "description": "Bienvenidos a Pasteler-IA: donde la innovación se encuentra con la tradición. Nuestros maestros pasteleros, junto con la inteligencia artificial, crean delicias personalizadas que deleitarán tu paladar. ¡Explora nuestras opciones y encuentra el postre perfecto para cualquier ocasión!",
  "menu": {
    "catalog": "Catálogo",
    "recommendations": "Recomendaciones",
    "about_us": "Nosotros",
    "contact": "Contacto",
    "blog": "Blog",
    "login": "Iniciar sesión"
  },
  "home": {
    "highlights": "Pasteles Destacados",
    "see_more": "Ver más"
  },
  "your_perfect_cake": {
    "title": "Descubre Tu Pastel Perfecto con Nuestra IA Personalizada",
    "description": [
      "¿No sabes qué pastel elegir? Deja que nuestra avanzada Inteligencia Artificial haga el trabajo por ti.",
      "¡Pruébalo ahora y déjate sorprender por la magia de Pasteler-IA!"
    ],
    "start": "Comenzar"
  },
  "testimonials": {
    "title": "Testimonios",
    "description": "Descubre lo que nuestros clientes tienen que decir sobre nosotros",
    "list": [
      {
        "name": "María G.",
        "location": "León, Guanajuato",
        "comment": "Pasteler-IA me ha sorprendido gratamente. Siempre tenía dificultades para elegir el pastel perfecto para las fiestas de mis hijos, pero con su sistema de recomendaciones, encontré justo lo que necesitaba. ¡El pastel Mil Hojas fue un éxito total! Sin duda, volveré a usar este servicio."
      },
      {
        "name": "Carlos M.",
        "location": "Guadalajara, Jalisco",
        "comment": "Nunca pensé que la tecnología y la pastelería pudieran combinarse de una manera tan deliciosa. Utilicé la IA de Pasteler-IA para elegir un pastel de aniversario y el resultado fue increíble. La personalización fue precisa y el sabor, simplemente espectacular. ¡Lo recomiendo al 100%!"
      },
      {
        "name": "Laura R.",
        "location": "CDMX",
        "comment": "Soy amante de los postres y siempre busco algo nuevo. Gracias a la recomendación personalizada de Pasteler-IA, descubrí sabores que nunca habría probado por mí misma. El pastel salón fue una revelación. Además, la experiencia de compra fue rápida y sencilla."
      },
      {
        "name": "Javier T.",
        "location": "León, Guanajuato",
        "comment": "Organizar una fiesta sorpresa para mi esposa fue todo un desafío, pero Pasteler-IA lo hizo mucho más fácil. La IA recomendó un pastel 4 chocolates que dejó a todos los invitados impresionados. La combinación de sabores era perfecta y la presentación, impecable. ¡Definitivamente lo usaré de nuevo!"
      }
    ]
  },
  "catalog": {
    "title": "Nuestro Catálogo",
    "description": "Explora nuestra selección de pasteles y encuentra el postre perfecto para cualquier ocasión",
    "buy": "Comprar",
    "add_to_cart": "Agregar al carrito"
  },
  "login": {
    "title": "Inicia sesión o crea una cuenta",
    "subtitle": "¡Bienvenido! Por favor, inicia sesión en tu cuenta. Si no tienes una, regístrate ahora."
  },
  "footer": {
    "all_rights_reserved": "Todos los derechos reservados",
    "example_page": "Esta es una página de ejemplo; la información presentada es ficticia."
  }
}